brew "ansible"
brew "asdf"
brew "awscli"
brew "bat"
brew "btop"
brew "cmatrix"
brew "coreutils"
brew "cowsay"
brew "docker-buildx"
brew "docker-compose"
brew "docker"
brew "exiftool"
brew "fd"
brew "fzf"
brew "gitleaks"
brew "gnupg"
brew "go"
brew "helm"
brew "htop"
brew "iperf3"
brew "jq"
brew "k9s"
brew "kubernetes-cli"
brew "lazygit"
brew "lua"
brew "luarocks"
brew "neovim"
brew "nmap"
brew "ollama"
brew "ripgrep"
brew "rust"
brew "tmux"
brew "tree-sitter-cli"
brew "tree-sitter"
brew "watch"
brew "yarn"
