cask "adobe-creative-cloud"
cask "anki"
cask "bambu-studio"
cask "bitwarden"
cask "discord"
cask "firefox"
cask "font-symbols-only-nerd-font"
cask "freecad"
cask "iterm2"
cask "protonvpn"
cask "raspberry-pi-imager"
cask "raycast"
cask "splice"
cask "steam"
cask "visual-studio-code"

