# Languages
brew "go"
brew "terraform"

# Containers
brew "ansible"
brew "colima"
brew "docker"
brew "docker-compose"
brew "helm"
brew "k9s"
brew "kubectl"

# Utilities
brew "asdf"
brew "awscli"
brew "bat"
brew "gitleaks"
brew "gnupg"
brew "htop"
brew "jq"
brew "neovim"
brew "ollama"
brew "tmux"
cask "iterm2"

# Applications
cask "firefox"
cask "raycast"
